#include <iostream>



int main()
{
	setlocale(LC_ALL, "Russian");
	std::cout << " Задание 1 \n  \n [Куплет 1] \n Земля в иллюминаторе, Земля в иллюминаторе \n Земля в иллюминаторе видна \n Как сын грустит о матери, как сын грустит о матери \n Грустим мы о Земле, она одна \n А звёзды, тем не менее, а звёзды, тем не менее \n Чуть ближе, но всё так же холодны \n И как в часы затмения, и как в часы затмения \n И как в часы затмения, и как в часы затмения \n Ждём света и земные видим сны \n \n";
	std::cout << " Задание 2 \n \nEvery" << "\n \tHunt \n \t\tWants \n \t\t\tTo know \n \t\t\t\tWhere \n \t\t\t\t\tDoes Pheasant \n \t\t\t\t\t\t\tSit \n\n";
	std::cout << " Задание 3 \n \n\t\t\t_________________________________\n\t\t\t| Продам подшипники качения SKF |\n\t\t\t|\t\t\t\t|\n\t\t\t| Телефон: 8 800-555-35-35 \t|\n\t\t\t|\t\t\t\t|\n\t\t\t|\t\t\t\t|\t\t\t\n\t\t\t|\t\t\t\t|\n\t\t\t| актуально до 27.09.2025\t|\n\t\t\t_________________________________";
	return 0;
}